const detailTopic = [
  {
    id: '1',
    name: '선릉 직장인이 추천하는 맛집',
    description: '선릉 직장인이 돌아다니면서 기록한 맛집 리스트예요.',
    emoji: '🍛',
    pinCount: 3,
    updatedAt: '2023-07-12',
    pins: [
      {
        id: '1',
        name: '잇쇼우',
        address: '서울특별시 선릉 테헤란로 127길 16',
        description:
          '돈까스와 모밀, 우동 등 다양한 일식 메뉴가 있어요. 돈까스가 특히 맛있습니다.',
        latitude: '핀 위도',
        longitude: '핀 경도',
      },
      {
        id: '2',
        name: '오또상스시',
        address: '서울특별시 선릉 테헤란로 192-46',
        description:
          '초밥을 파는 곳입니다. 점심 특선 있고 초밥 질이 괜찮습니다. 가격대도 다른 곳에 비해서 양호한 편이고 적당히 생각날...',
        latitude: '핀 위도',
        longitude: '핀 경도',
      },
    ],
  },
  {
    id: '2',
    name: '산스장 모음',
    description:
      '초밥을 파는 곳입니다. 점심 특선 있고 초밥 질이 괜찮습니다. 가격대도 다른 곳에 비해서 양호한 편이고 적당히 생각날...',
    emoji: '💪',
    pinCount: 5,
    updatedAt: '2022-12-25',
    pins: [
      {
        id: '1',
        name: '잇쇼우',
        address: '서울특별시 선릉 테헤란로 127길 16',
        description:
          '돈까스와 모밀, 우동 등 다양한 일식 메뉴가 있어요. 돈까스가 특히 맛있습니다.',
        latitude: '핀 위도',
        longitude: '핀 경도',
      },
      {
        id: '2',
        name: '오또상스시',
        address: '서울특별시 선릉 테헤란로 192-46',
        description:
          '초밥을 파는 곳입니다. 점심 특선 있고 초밥 질이 괜찮습니다. 가격대도 다른 곳에 비해서 양호한 편이고 적당히 생각날...',
        latitude: '핀 위도',
        longitude: '핀 경도',
      },
      {
        id: '3',
        name: '잇쇼우',
        address: '서울특별시 선릉 테헤란로 127길 16',
        description:
          '돈까스와 모밀, 우동 등 다양한 일식 메뉴가 있어요. 돈까스가 특히 맛있습니다.',
        latitude: '핀 위도',
        longitude: '핀 경도',
      },
      {
        id: '4',
        name: '오또상스시',
        address: '서울특별시 선릉 테헤란로 192-46',
        description:
          '초밥을 파는 곳입니다. 점심 특선 있고 초밥 질이 괜찮습니다. 가격대도 다른 곳에 비해서 양호한 편이고 적당히 생각날...',
        latitude: '핀 위도',
        longitude: '핀 경도',
      },
    ],
  },
];

export default detailTopic;
